#Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.
a = 0

while a < 6:
    print(a, '0000')
    a = a + 1
    if a == 6: break
