#Вывести цифры числа на каждой новой строке

a = int(input("Введите целое число: "))
b = str(a)
for char in b:
    print(char)
